Repository: ProtonLumo/ios-lumo
Catalog: lumo/Localizable.xcstrings
Source language: en
Languages: cs, de, es, es_419, fr, it, nl, pl, pt_br, ru, tr

# app.error.network.message
source: A network error occurred. Please ensure you are connected to the internet.
cs: Došlo k chybě sítě. Ujistěte se, prosím, že jste připojeni k internetu.
de: Ein Netzwerkfehler ist aufgetreten. Bitte stelle sicher, dass du mit dem Internet verbunden bist.
es: Se ha producido un error de red. Asegúrate de tener conexión a internet.
es_419: Se ha producido un error de red. Asegúrese de tener conexión a internet.
fr: Une erreur réseau est survenue. Veuillez vous assurer que vous êtes connecté(e) à internet.
it: Si è verificato un errore di rete. Assicurati di avere una connessione a Internet.
nl: Er is een netwerkfout opgetreden. Zorg ervoor dat u verbonden bent met het internet.
pl: Wystąpił błąd sieci. Upewnij się, że masz połączenie z Internetem.
pt_br: Ocorreu um erro de rede. Verifique a sua conexão de Internet.
ru: Произошла сетевая ошибка. Убедитесь, что вы подключены к Интернету.
tr: Bir ağ sorunu çıktı. Lütfen internete bağlı olduğunuzdan emin olun.

# app.error.network.title
source: Network issue
cs: Problém se sítí
de: Netzwerkproblem
es: Problema de red
es_419: Problema de red
fr: Problème réseau
it: Problema di rete
nl: Netwerkprobleem
pl: Problem z siecią
pt_br: Problema de rede
ru: Проблема с сетью
tr: Ağ sorunu

# app.error.process.message
source: An unexpected error has occurred.
cs: Došlo k neočekávané chybě.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Se ha producido un error inesperado.
es_419: Ha ocurrido un error inesperado.
fr: Une erreur inattendue s'est produite.
it: Si è verificato un errore imprevisto.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro inesperado.
ru: Произошла непредвиденная ошибка.
tr: Beklenmedik bir sorun çıktı.

# app.error.process.title
source: Error loading Lumo
cs: Chyba při načítání Lumo
de: Fehler beim Laden von Lumo
es: Error al cargar Lumo
es_419: Error al cargar Lumo
fr: Erreur de chargement de Lumo
it: Errore durante il caricamento di Lumo
nl: Fout bij het laden van Lumo
pl: Błąd ładowania Lumo
pt_br: Erro ao carregar o Lumo
ru: Ошибка загрузки Lumo
tr: Lumo yüklenirken sorun çıktı

# app.error.retry
source: Retry
cs: Opakovat
de: Erneut versuchen
es: Reintentar
es_419: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
tr: Yeniden dene

# app.loading.attention
source: Demanding attention... and processing power...
cs: Vyžaduje pozornost… a výpočetní výkon…
de: Fordert Aufmerksamkeit … und Rechenleistung …
es: Exigiendo atención... y potencia de procesamiento...
es_419: Exigiendo atención... y poder de procesamiento...
fr: J'ai besoin d'attention... et de puissance de traitement...
it: Richiedo attenzione... e potenza di elaborazione...
nl: Vraagt aandacht... en verwerkingskracht...
pl: Wymaga uwagi… i mocy obliczeniowej…
pt_br: Pedindo atenção… e capacidade de processamento…
ru: Требует внимания... и вычислительной мощности...
tr: Dikkatinizi... ve işlem gücünüzü istiyor...

# app.loading.battingbars
source: Batting at loading bars...
cs: Hraje si s načítacími pruhy…
de: Spielt mit Ladebalken …
es: Dando una paliza a las barras de progreso...
es_419: Golpeando las barras de carga...
fr: Le chat joue avec les barres de chargement...
it: Prendo a zampate le barre di caricamento...
nl: Laadbalken worden geladen...
pl: Uderzanie w paski ładowania…
pt_br: Dando tapas nas barras de carregamento…
ru: Играет с индикаторами загрузки...
tr: Yükleme çubuklarını patiliyor...

# app.loading.chasingawaydatabrokers
source: Chasing away data brokers…
cs: Odhání obchodníky s daty…
de: Verjagt Datenhändler …
es: Ahuyentando a los intermediarios de datos…
es_419: Ahuyentando a los intermediarios de datos…
fr: Fait miauler de peur les courtiers de données…
it: Scaccio i broker di dati...
nl: Wegjagen van datamakelaars…
pl: Odganianie brokerów danych…
pt_br: Expulsando agentes de dados…
ru: Отгоняет дата-брокеров…
tr: Veri simsarlarını kovalıyor…

# app.loading.chasingmice
source: Chasing digital mice...
cs: Honí digitální myši…
de: Jagt digitale Mäuse …
es: Persiguiendo ratones digitales...
es_419: Persiguiendo ratones digitales...
fr: Chasse des souris numériques...
it: Inseguo topi digitali...
nl: Digitale muizen achterna zitten...
pl: Polowanie na cyfrowe myszy…
pt_br: Perseguindo ratos digitais…
ru: Гоняется за цифровыми мышами...
tr: Dijital fareleri kovalıyor...

# app.loading.knockingoffshelves
source: Knocking things off invisible shelves...
cs: Shazuje věci z neviditelných polic…
de: Stößt Dinge von unsichtbaren Regalen …
es: Tirando cosas de estantes invisibles...
es_419: Tirando cosas de estantes invisibles...
fr: Renversement d'objets sur des étagères invisibles...
it: Faccio cadere oggetti da scaffali invisibili...
nl: Dingen van onzichtbare planken stoten...
pl: Zrzucanie rzeczy z niewidzialnych półek…
pt_br: Derrubando coisas de prateleiras invisíveis…
ru: Сбрасывает вещи с невидимых полок...
tr: Görünmez raflardan bir şeyler deviriyor...

# app.loading.meowing
source: Meowloading... please wait...
cs: Mňouknačítání… prosím čekejte…
de: Miaulädt … bitte warten …
es: Miaucargando... por favor, espera...
es_419: Miaucargando... espere...
fr: Miaou en chargement... Veuillez patienter...
it: Miaocaricamento... attendi...
nl: Miauwladen... een ogenblik geduld...
pl: Miauładowanie… prosimy czekać…
pt_br: Carregando… Miauguarde…
ru: Мяу-загрузка... подождите...
tr: Miyav-yükleniyor... lütfen bekleyin...

# app.loading.napping
source: Napping in a sunbeam... almost ready...
cs: Dřímá na slunci… téměř připraveno…
de: Macht ein Nickerchen in der Sonne … fast fertig …
es: Durmiendo una siesta en un rayo de sol... casi listo...
es_419: Durmiendo una siesta en un rayo de sol... casi listo...
fr: Je me détends au soleil... prêt à bondir d’un instant à l’autre...
it: Faccio un pisolino al sole... quasi pronto...
nl: Dutje in de zon... bijna klaar...
pl: Drzemka w promieniu słońca… prawie gotowe…
pt_br: Tirando uma soneca no sol… Quase pronto…
ru: Дремлет на солнечном луче... почти готово...
tr: Güneş ışığında kestiriyor... neredeyse hazır...

# app.loading.plotting
source: Plotting world domination... and your app launch...
cs: Plánuje ovládnutí světa… a spuštění vaší aplikace…
de: Plant die Weltherrschaft … und den Start deiner App …
es: Tramando la dominación mundial... y el lanzamiento de tu aplicación...
es_419: Tramando la dominación mundial... y el lanzamiento de su aplicación...
fr: Je peaufine mon plan pour dominer le monde... et lance votre application...
it: Pianifico il dominio del mondo... e l'avvio della tua app...
nl: Wereldheerschappij plannen... en de lancering van uw app...
pl: Planowanie dominacji nad światem… i uruchomienia Twojej aplikacji…
pt_br: Planejando a dominação mundial… e abrindo o aplicativo…
ru: Замышляет мировое господство... и запуск вашего приложения...
tr: Dünyaya hakim olmayı... ve uygulamanızın başlatılmasını bekliyor...

# app.loading.purringengines
source: Purring the engines to life..
cs: Přede a probouzí motory k životu…
de: Schnurrt die Motoren zum Leben an …
es: Ronroneando mientras la maquinaria se pone en marcha...
es_419: Haciendo ronronear los motores para que cobren vida..
fr: Je fais ronronner les moteurs...
it: Faccio le fusa per avviare i motori...
nl: De motoren starten...
pl: Mruczenie silników do życia…
pt_br: Ligando o ronronar dos motores…
ru: Мурлычет, запуская двигатели..
tr: Mırıldayarak motorları çalıştırıyor..

# app.loading.sharpening
source: Sharpening claws on your keyboard...
cs: Brousí si drápky o vaši klávesnici…
de: Wetzt die Krallen an deiner Tastatur …
es: Afilando garras en tu teclado...
es_419: Afilando garras en su teclado...
fr: Aiguisage des griffes sur votre clavier...
it: Affilo gli artigli sulla tua tastiera...
nl: Klauwen scherpen op uw toetsenbord...
pl: Ostrzenie pazurów na Twojej klawiaturze…
pt_br: Afiando as garras no teclado…
ru: Точит когти о вашу клавиатуру...
tr: Klavyenizde pençelerini biliyor...

# app.loading.stretching
source: Stretching before the big jump...
cs: Protahuje se před velkým skokem…
de: Dehnt sich vor dem großen Sprung …
es: Estirándome antes del gran salto...
es_419: Estirándose antes del gran salto...
fr: Un petit étirement avant le grand saut...
it: Mi stiro prima del grande salto...
nl: Rekken voor de grote sprong...
pl: Rozciąganie przed wielkim skokiem…
pt_br: Alongando antes de saltar…
ru: Растягивается перед большим прыжком...
tr: Büyük atlayıştan önce esniyor...

# app.navigation.account
source: Proton Account
cs: Proton účet
de: Proton-Konto
es: Cuenta de Proton
es_419: Cuenta de Proton
fr: Compte Proton
it: Account Proton
pl: Konto Proton
pt_br: Conta Proton
ru: Аккаунт Proton
tr: Proton hesabı

# app.navigation.back
source: Back to Lumo
cs: Zpět k Lumo
de: Zurück zu Lumo
es: Volver a Lumo
es_419: Volver a Lumo
fr: Retour à Lumo
it: Torna a Lumo
nl: Terug naar Lumo
pl: Powrót do Lumo
pt_br: Voltar para Lumo
ru: Назад к Lumo
tr: Lumo'ya dön

# app.navigation.payment
source: Payment
cs: Platba
de: Zahlung
es: Pago
es_419: Pago
fr: Paiement
it: Pagamento
nl: Betaling
pl: Płatność
pt_br: Pagamento
ru: Оплата
tr: Ödeme

# app.navigation.reset_password
source: Reset Password
cs: Resetovat heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
es_419: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
nl: Wachtwoord resetten
pl: Resetowanie hasła
pt_br: Redefinir senha
ru: Сбросить пароль
tr: Parolayı sıfırla

# app.navigation.signin
source: Sign In
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
es_419: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Inloggen
pl: Zaloguj się
pt_br: Iniciar sessão
ru: Войти
tr: Oturum aç

# app.navigation.signup
source: Sign Up
cs: Zaregistrovat se
de: Registrieren
es: Registrarse
es_419: Registrarse
fr: S'inscrire
it: Registrati
nl: Registreren
pl: Zarejestruj się
pt_br: Criar conta
ru: Регистрация
tr: Hesap açın

# app.payment.cancelled
source: Cancelled
cs: Zrušeno
de: Gekündigt
es: Cancelado
es_419: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
pt_br: Cancelado
ru: Отменено
tr: İptal edildi

# app.payment.cancelled.expires
source: Cancelled • Expires %@
cs: Zrušeno • Vypršelo %@
de: Gekündigt • Gültig bis %@
es: Cancelado • Caduca el %@
es_419: Cancelado • Expira el %@
fr: Annulé • Expire %@
it: Annullato • Scade il %@
nl: Geannuleerd • Vervallen %@
pt_br: Cancelado • Expira em %@
ru: Отменено • Истекает %@
tr: İptal edildi. Geçerlilik süresi: %@

# app.payment.duration.monthly
source: 1 month
cs: 1 měsíc
de: 1 Monat
es: 1 mes
es_419: 1 mes
fr: 1 mois
it: 1 mese
nl: 1 maand
pl: 1 miesiąc
pt_br: 1 mês
ru: 1 месяц
tr: 1 ay

# app.payment.duration.yearly
source: 12 months
cs: 12 měsíců
de: 12 Monate
es: 12 meses
es_419: 12 meses
fr: 12 mois
it: 12 mesi
nl: 12 maanden
pl: 12 miesięcy
pt_br: 12 meses
ru: 12 месяцев
tr: 12 ay

# app.payment.elevateExperience
source: Elevate your AI experience
cs: Zlepšete svůj zážitek s AI
de: Steigere dein KI-Erlebnis
es: Mejora tu experiencia de IA
es_419: Eleve su experiencia de IA
fr: Améliorez votre expérience IA
it: Migliora la tua esperienza IA
nl: Til uw AI-ervaring naar een hoger niveau
pl: Wznieś swoje doświadczenia z AI na wyższy poziom
pt_br: Aprimore a sua experiência com a IA
ru: Повысьте качество вашего взаимодействия с ИИ
tr: Yapay zeka deneyiminizi geliştirin

# app.payment.enjoyPremium
source: Enjoy premium features with Lumo Plus.
cs: Užijte si prémiové funkce s Lumo Plus.
de: Genieße Premium-Funktionen mit Lumo Plus.
es: Disfruta de las funciones prémium con Lumo Plus.
es_419: Disfrute de las funciones premium con Lumo Plus.
fr: Profitez des fonctionnalités premium avec Lumo Plus.
it: Goditi le funzionalità premium con Lumo Plus.
nl: Profiteer van premium functies met Lumo Plus.
pl: Ciesz się funkcjami premium dzięki Lumo Plus.
pt_br: Aproveite os recursos premium com o Lumo Plus.
ru: Пользуйтесь платными функциями с Lumo Plus.
tr: Lumo Plus ile ücretli özelliklerin tadını çıkarın.

# app.payment.error
source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt_br: Erro
ru: Ошибка
tr: Hata

# app.payment.error.cancelled
source: Purchase cancelled
cs: Nákup zrušen
de: Kauf abgebrochen
es: Compra cancelada
es_419: Compra cancelada
fr: L'achat a été annulé.
it: Acquisto annullato
nl: Aankoop geannuleerd
pl: Zakup anulowany
pt_br: Compra cancelada
ru: Покупка отменена
tr: Satın alma iptal edildi

# app.payment.error.generic
source: Failed to complete purchase:
cs: Dokončení nákupu se nezdařilo:
de: Kauf konnte nicht abgeschlossen werden:
es: Error al completar la compra:
es_419: No se pudo completar la compra:
fr: La finalisation de l'achat n'a pas abouti :
it: Completamento dell'acquisto non riuscito:
nl: Aankoop voltooien mislukt:
pl: Nie udało się sfinalizować zakupu:
pt_br: Falha ao concluir a compra:
ru: Не удалось завершить покупку:
tr: Satın alma tamamlanamadı:

# app.payment.error.pending
source: Purchase is pending
cs: Nákup čeká na vyřízení
de: Kauf ist ausstehend
es: Compra pendiente
es_419: La compra está pendiente
fr: L'achat est en attente.
it: Acquisto in sospeso
nl: Aankoop is in behandeling
pl: Zakup oczekujący
pt_br: Compra pendente
ru: Покупка ожидает обработки
tr: Satın alma beklemede

# app.payment.error.productNotFound
source: Product not available
cs: Produkt není dostupný
de: Produkt nicht verfügbar
es: Producto no disponible
es_419: Producto no disponible
fr: Le produit n'est pas disponible.
it: Prodotto non disponibile
nl: Product niet beschikbaar
pl: Produkt niedostępny
pt_br: Produto não disponível
ru: Продукт недоступен
tr: Ürün kullanılamıyor

# app.payment.error.verificationFailed
source: Purchase verification failed
cs: Ověření nákupu se nezdařilo
de: Kaufverifizierung fehlgeschlagen
es: Error en la verificación de la compra
es_419: Error en la verificación de la compra
fr: La vérification de l'achat n'a pas abouti.
it: Verifica dell'acquisto non riuscita
nl: Verificatie van aankoop mislukt
pl: Weryfikacja zakupu nie powiodła się
pt_br: Falha na verificação da compra
ru: Проверка покупки не удалась
tr: Satın alma doğrulanamadı

# app.payment.feature.extendedHistory
source: Extended chat history
cs: Rozšířená historie chatu
de: Erweiterter Chatverlauf
es: Historial de chat ampliado
es_419: Historial de chat extendido
fr: Historique complet des conversations
it: Cronologia chat estesa
nl: Uitgebreide chatgeschiedenis
pl: Rozszerzona historia czatu
pt_br: Histórico ampliado de bate-papo
ru: Расширенная история чата
tr: Genişletilmiş sohbet geçmişi

# app.payment.getPlus
source: Get Lumo Plus
cs: Získejte Lumo Plus
de: Lumo Plus holen
es: Obtener Lumo Plus
es_419: Obtener Lumo Plus
fr: Profiter de Lumo Plus
it: Ottieni Lumo Plus
nl: Neem Lumo Plus
pl: Uzyskaj Lumo Plus
pt_br: Obtenha o Lumo Plus
ru: Получить Lumo Plus
tr: Lumo Plus edinin

# app.payment.managesubscription
source: Manage subscription
cs: Spravovat předplatné
de: Abonnement verwalten
es: Gestionar la suscripción
es_419: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ru: Управлять подпиской
tr: Abonelik yönetimi

# app.payment.month.suffix
source: /month
cs: /měsíčně
de: /Monat
es: /mes
es_419: /mes
fr: /mois
it: /mese
nl: /maand
pt_br: /mês
ru: /месяц
tr: /ay

# app.payment.payment.verifying.title
source: Your payment is being verified...
cs: Vaše platba se ověřuje…
de: Deine Zahlung wird überprüft …
es: Se está verificando tu pago...
es_419: Se está verificando su pago...
fr: Votre paiement est en cours de vérification...
it: Il tuo pagamento è in fase di verifica...
nl: Uw betaling wordt geverifieerd...
pl: Twoja płatność jest weryfikowana…
pt_br: Seu pagamento está sendo verificado…
ru: Ваш платёж проверяется...
tr: Ödemeniz doğrulanıyor...

# app.payment.plans.loading
source: Loading Plans…
cs: Načítání tarifů…
de: Abonnements werden geladen …
es: Cargando planes…
es_419: Cargando planes…
fr: Chargement des abonnements…
it: Caricamento dei piani…
nl: Abonnementen laden…
pl: Ładowanie planów…
pt_br: Carregando planos…
ru: Загрузка тарифов…
tr: Tarifeler yükleniyor…

# app.payment.renewalinfo
source: Your plan will renew automatically
cs: Váš tarif se automaticky obnoví.
de: Dein Abonnement wird automatisch verlängert
es: Tu plan se renovará automáticamente
es_419: Su plan se renovará automáticamente
fr: Votre abonnement sera renouvelé automatiquement.
it: Il tuo piano si rinnoverà automaticamente
nl: Uw abonnement wordt automatisch verlengd
pl: Twój plan odnowi się automatycznie
pt_br: Seu plano será renovado automaticamente
ru: Ваш тариф будет продлен автоматически
tr: Tarifeniz otomatik olarak yenilenecek

# app.payment.save.prefix
source: Save
cs: Uložit
de: Spare
es: Guardar
es_419: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# app.payment.transaction.step.confirming
source: Confirming your payment
cs: Potvrzování vaší platby
de: Deine Zahlung wird bestätigt
es: Confirmando tu pago
es_419: Confirmando su pago
fr: Confirmation de votre paiement.
it: Conferma del pagamento
nl: Uw betaling wordt bevestigd
pl: Potwierdzanie płatności
pt_br: Confirmando seu pagamento
ru: Подтверждение вашего платежа
tr: Ödemeniz onaylanıyor

# app.payment.transaction.step.updated
source: Account updated
cs: Účet aktualizován
de: Konto aktualisiert
es: Cuenta actualizada
es_419: Cuenta actualizada
fr: Le compte a été mis à jour.
it: Account aggiornato
nl: Account bijgewerkt
pl: Konto zaktualizowane
pt_br: Conta atualizada
ru: Аккаунт обновлен
tr: Hesap güncellendi

# app.payment.transaction.step.updating
source: Updating your account
cs: Aktualizace vašeho účtu
de: Konto wird aktualisiert
es: Actualizando tu cuenta
es_419: Actualizando su cuenta
fr: Mise à jour de votre compte.
it: Aggiornamento del tuo account
nl: Uw account wordt bijgewerkt
pl: Aktualizowanie Twojego konta
pt_br: Atualizando sua conta
ru: Обновление вашего аккаунта
tr: Hesabınız güncelleniyor

# app.payment.useFree
source: Not now
cs: Nyní ne
de: Nicht jetzt
es: Ahora no
es_419: Ahora no
fr: Plus tard
it: Non adesso
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
tr: Şimdi değil

# app.payment.verifying.backtopayment
source: Back to Payment
cs: Zpět k platbě
de: Zurück zur Zahlung
es: Volver al pago
es_419: Volver a Pago
fr: Retour au paiement
it: Torna al pagamento
nl: Terug naar Betaling
pl: Powrót do płatności
pt_br: Voltar para o pagamento
ru: Назад к оплате
tr: Ödemeye dön

# app.payment.verifying.error.info
source: An error occurred while processing your payment.
cs: Při zpracování vaší platby došlo k chybě.
de: Bei der Bearbeitung deiner Zahlung ist ein Fehler aufgetreten.
es: Se ha producido un error al procesar tu pago.
es_419: Ocurrió un error al procesar su pago.
fr: Une erreur s'est produite pendant le traitement de votre paiement.
it: Si è verificato un errore durante l'elaborazione del pagamento.
nl: Er is een fout opgetreden bij het verwerken van uw betaling.
pl: Wystąpił błąd podczas przetwarzania Twojej płatności.
pt_br: Ocorreu um erro ao processar seu pagamento.
ru: Произошла ошибка при обработке вашего платежа.
tr: Ödemeniz işlenirken bir sorun çıktı.

# app.payment.verifying.error.title
source: Error processing payment
cs: Chyba při zpracování platby
de: Fehler bei der Zahlungsabwicklung
es: Error al procesar el pago
es_419: Error al procesar el pago
fr: Erreur lors du traitement du paiement
it: Errore nell'elaborazione del pagamento
nl: Fout bij verwerken betaling
pl: Błąd przetwarzania płatności
pt_br: Erro ao processar pagamento
ru: Ошибка обработки платежа
tr: Ödeme işlenirken sorun çıktı

# app.payment.verifying.experience
source: Starting using Lumo Plus
cs: Začínáte používat Lumo Plus
de: Beginne mit der Nutzung von Lumo Plus
es: Empezando a usar Lumo Plus
es_419: Comenzando a usar Lumo Plus
fr: Commencer à utiliser Lumo Plus
it: Inizia a usare Lumo Plus
nl: Starten met Lumo Plus
pl: Rozpocznij korzystanie z Lumo Plus
pt_br: Primeiros passos no Lumo Plus
ru: Начало использования Lumo Plus
tr: Lumo Plus kullanılmaya başlanıyor

# app.payment.verifying.subtitle
source: This should take no more than a minute
cs: Nemělo by to trvat déle než minutu
de: Dies sollte nicht länger als eine Minute dauern
es: Esto no debería tardar más de un minuto
es_419: Esto no debería tomar más de un minuto
fr: Ceci ne devrait pas prendre plus d'une minute
it: Non dovrebbe richiedere più di un minuto
nl: Dit zou niet meer dan een minuut moeten duren
pl: To nie powinno zająć więcej niż minutę
pt_br: Isto não deve levar mais de um minuto
ru: Это займет не больше минуты
tr: Bu işlem bir dakikadan uzun sürmemeli

# app.payment.verifying.title
source: Processing payment
cs: Zpracování platby
de: Zahlung wird bearbeitet
es: Procesando pago
es_419: Procesando pago
fr: Traitement du paiement en cours
it: Elaborazione del pagamento
nl: Betaling verwerken
pl: Przetwarzanie płatności
pt_br: Processando pagamento
ru: Обработка платежа
tr: Ödeme işleniyor

# app.speech.ondevice
source: Transcription running on device
cs: Přepis běží na zařízení
de: Transkription läuft auf dem Gerät
es: Transcripción ejecutándose en el dispositivo
es_419: Transcripción ejecutándose en el dispositivo
fr: Exécution de la transcription sur l’appareil
it: Trascrizione sul dispositivo in corso
nl: Transcriptie draait op apparaat
pl: Transkrypcja działa na urządzeniu
pt_br: Transcrição em andamento no dispositivo
ru: Транскрипция выполняется на устройстве
tr: Yazıya dönüştürme aygıt üzerinde çalışıyor

# app.speech.server
source: Transcription via server
cs: Přepis prostřednictvím serveru
de: Transkription über Server
es: Transcripción mediante servidor
es_419: Transcripción mediante servidor
fr: Transcription par serveur
it: Trascrizione tramite server
nl: Transcriptie via server
pl: Transkrypcja przez serwer
pt_br: Transcrição via servidor
ru: Транскрипция через сервер
tr: Sunucu üzerinde yazıya dönüştürme

# current.plan.expiration
source: Your subscription expires on
cs: Vaše předplatné vyprší
de: Dein Abonnement ist gültig bis
es: Tu suscripción expira el
es_419: Su suscripción expira el
fr: Votre abonnement expire le
it: Il tuo abbonamento scade in data
nl: Uw abonnement verloopt op
pl: Subskrypcja wygaśnie
pt_br: Sua assinatura expira em
ru: Ваша подписка истекает
tr: Aboneliğiniz şu tarihte sona erecek:

# current.plan.renewal
source: Your subscription automatically renews on
cs: Vaše předplatné se automaticky obnoví
de: Dein Abonnement verlängert sich automatisch am
es: Tu suscripción se renovará automáticamente el
es_419: Su suscripción se renueva automáticamente el
fr: Votre abonnement sera automatiquement renouvelé le
it: Il tuo abbonamento si rinnova automaticamente in data
nl: Uw abonnement wordt automatisch verlengd op
pl: Subskrypcja odnowi się automatycznie
pt_br: Sua assinatura será renovada automaticamente em
ru: Ваша подписка автоматический продлится
tr: Aboneliğiniz şu tarihte otomatik olarak yenilenecek:
